use rentdb;

INSERT INTO brand (brand_name) VALUES
('BMW'),
('Mercedes-Benz'),
('Audi');

INSERT INTO auto (auto_number,brand_id) VALUES
('у123ем','1'),
('с456ав','1'),
('к789пе','2'),
('у321ем','2'),
('с654ав','3'),
('к987пе','3');

INSERT INTO place (place_name) VALUES
('Сибирская 20'),
('Ленина 40'),
('Пушкина 25');

INSERT INTO rent (auto_id,renter,place_start,place_finish,rent_beg_date,rent_end_date) VALUES
('1','Иванов П.И.','1','3','2017-01-02','2017-02-02'),
('1','Боков А.И.','2','3','2015-02-02','2016-05-12'),
('1','Потокин М.С.','1','1','2014-06-22','2017-03-02'),
('2','Хватов В.К.','2','2','2012-04-12','2015-06-02'),
('2','Петров В.И.','3','1','2017-02-27','2017-04-02'),
('3','Жилов П.И.','3','2','2016-11-25','2017-03-15'),
('3','Алексеев П.И.','1','2','2016-12-02','2017-02-16'),
('3','Веснин П.И.','2','3','2017-01-12','2017-01-22');
